{
  "title": "Recent Research on Fasting and Calorie Restriction",
  "month": "September",
  "year": 2025,
  "editorial": "This issue brings together recent studies exploring how fasting, calorie restriction, ketogenic diets, and eating rhythms influence fertility, inflammation, brain health, liver metabolism, microbiota, and cardiometabolic risk. Several papers also highlight the importance of structure, predictability, and individual context when applying fasting strategies.",
  "studies": [
    {
      "number": 1,
      "title": "Very-low-calorie ketogenic diet before IVF",
      "summary": "In a case series of forty women with overweight, a three-month very-low-calorie ketogenic diet led to substantial weight loss without muscle loss. Eleven women conceived naturally before IVF, and among the remaining participants the pregnancy rate reached 58%.",
      "commentary": "Beyond weight loss, short and structured dietary interventions may enhance fertility and metabolic health.",
      "link": ""
    },
    {
      "number": 2,
      "title": "Gut microbes that reduce fat mass",
      "summary": "Researchers identified gut bacteria producing two molecules associated with lower fat mass in humans. In mice, these molecules improved glucose control, reduced body fat, increased GLP-1 secretion, and lowered hepatic glucose production.",
      "commentary": "The gut microbiota may provide new metabolic signals that mimic some effects of weight-loss drugs.",
      "link": ""
    },
    {
      "number": 3,
      "title": "Spermidine mimics fasting to reduce crystal-driven inflammation",
      "summary": "In mouse models of crystal-induced inflammation, fasting twice weekly reduced swelling and inflammation. Spermidine reproduced these effects by inhibiting the NLRP3 inflammasome.",
      "commentary": "Specific fasting-related metabolites may drive anti-inflammatory benefits independently of energy restriction.",
      "link": ""
    },
    {
      "number": 4,
      "title": "Intermittent fasting protects synapses and memory in vascular dementia",
      "summary": "In a mouse model of vascular dementia, daily 16-hour fasting preserved memory, synaptic integrity, and reduced microglial overactivation.",
      "commentary": "Fasting rhythms may support brain resilience by stabilising synaptic maintenance and immune activity.",
      "link": ""
    },
    {
      "number": 5,
      "title": "Tirzepatide combined with ketogenic nutrition improves fatty liver disease",
      "summary": "In patients with fatty liver disease treated with tirzepatide, a low-energy ketogenic diet led to greater reductions in liver fat and stiffness compared with a standard low-calorie diet.",
      "commentary": "Combining pharmacological and nutritional ketosis may amplify liver-specific benefits.",
      "link": ""
    },
    {
      "number": 6,
      "title": "When microbes starve: fasti
